<template>
  <div>
    <p class="text-subtitle-1 mb-0 mt-2">
            เงื่อนไขการสั่งซื้อสินค้าและใช้บริการ
          </p>

          <strong>การยืนยันการสั่งซื้อ</strong>
          <p class="mb-1 ml-3">
            1. ลูกค้าจำเป็นต้องชำระเงินมัดจำอย่างน้อย 50 % หรือเต็มจำนวน
            เพื่อยืนยันการสั่งซื้อสินค้ากับทางร้าน
          </p>
          <p class="mb-1 ml-3">
            2. ลูกค้าจำเป็นต้องชำระเงินตามเวลาที่ทางร้านกำหนด
            หากเลยกำหนดชำระเงิน สามารถแจ้งทางร้านเพื่อขยายเวลาชำระเงินออกไป
            โดยยึดถือคำวินิจฉัยของทางร้านเป็นที่สุด
          </p>
          <p class="mb-1 ml-3">
            3. ทางร้านขอสงวนสิทธิ์จัดลำดับคิวนัดรับสินค้า
            ให้กับลูกค้าท่านที่ชำระเงินก่อน
          </p>
          <p class="mb-1 ml-3">
            4. หากลูกค้าไม่สะดวกชำระเงิน โปรดแจ้งทางร้านทันที
            เพื่อสำรองสินค้าและคิวของท่าน โดยมีข้อตกลงต่อไปนี้ -
            ลูกค้าจำเป็นต้องเข้าร้านตามเวลาที่ตกลงกับทางร้านไว้ -
            เมื่อลูกค้าถึงหน้าร้าน ทางร้านจะดำเนินการจัดเตรียมสินค้าทันที
            โดยใช้เวลาจัดเตรียม 15-30 นาที หรือตามที่ตกลงกับทางร้านไว้ -
            หากลูกค้าเข้าร้านก่อน หรือ หลังเวลาที่ตกลงกับทางร้านไว้
            อาจใช้เวลาจัดเตรียมสินค้ามากกว่าที่ตกลงกับทางร้านไว้ -
            สินค้าบางรายการ จำเป็นต้องชำระมัดจำเท่านั้น
          </p>
          <p class="mb-1 ml-3">
            5. หากลูกค้าไม่สะดวกชำระเงิน และไม่ได้แจ้งให้ทางร้านทราบไว้
            ทางร้านขอสงวนสิทธิ์ปฏิเสธการจัดเตรียมสินค้า
            โดยไม่ต้องแจ้งให้ทราบล่วงหน้า
          </p>
          <p class="mb-0 ml-3">
            6. ลูกค้ายินยอมให้ทางร้านใช้งานรูปภาพสินค้า
            ในการลงโฆษณาประชาสัมพันธ์ในสื่อต่าง ๆ ของทางร้านได้
            โดยไม่ต้องแจ้งให้ทราบล่วงหน้า
          </p>
          <p class="mb-1 ml-5">
            ** หากลูกค้าไม่ยินยอมให้ทางร้านใช้งานรูปภาพสินค้า
            ในการลงโฆษณาประชาสัมพันธ์ในสื่อต่าง ๆ ของทางร้าน
            สามารถแจ้งได้ทุกเมื่อ เพื่อดำเนินการลบโฆษณาประชาสัมพันธ์ในสื่อต่าง ๆ
            ของทางร้าน การรับสินค้า
          </p>

          <strong class="mt-2">การยืนยันการสั่งซื้อ</strong>
          <p class="mb-1 ml-3">
            7. ลูกค้าสามารถรับสินค้าได้ตั้งแต่วัน - เวลาที่นัดรับ
            หรือหลังจากได้รับการแจ้งเตือนจากทางร้าน ไม่ว่าจะเป็นทางร้านโทรศัพท์
            ข้อความ(SMS) อื่น ๆ ได้ทันทีหลังจากได้รับการแจ้งเตือน
          </p>
          <p class="mb-1 ml-3">
            8. ลูกค้าจำเป็นต้องการรับสินค้าก่อนเวลาร้านปิด
            เนื่องจากไม่สามารถรับสินค้าหลังเวลาร้านปิดได้
          </p>
          <p class="mb-1 ml-5">
            ** กรณีเปลี่ยนแปลงเวลาร้านปิดจากปกติ
            ทางร้านจะแจ้งให้ลูกค้าทราบก่อนเวลาร้านปิด อย่างน้อย 120 นาที
          </p>
          <p class="mb-1 ml-3">
            9. กรณีลูกค้าไม่สามาถรับสินค้าตามวัน-เวลาที่นัดรับได้
            ลูกค้าสามารถแจ้งรับสินค้าในวันถัดไปได้
          </p>
          <p class="mb-1 ml-3">
            10. กรณีลูกค้าประสงค์ให้ผู้อื่นรับสินค้าแทน
            ลูกค้าสามารถใช้ผู้รับสินค้าแทน
            แจ้งชื่อและหมายเลขโทรศัพท์ของผู้สั่งซื้อที่หน้าร้าน
            เพื่อรับสินค้าของลูกค้า
          </p>

          <strong class="mt-2">การเพิ่มบริการจัดส่ง</strong>
          <p class="mb-1 ml-3">
            11. ลูกค้าจำเป็นต้องสั่งซื้อล่วงหน้าอย่างน้อย 24 ชั่วโมง
            (เป็นบริการเสริมจากภายนอก grab express หรือ food panda
            โดยทางร้านขอสงวนสิทธิ์ให้การเลือกบริการ)
          </p>
          <p class="mb-1 ml-3">
            12. ลูกค้าจำเป็นต้องส่ง GPS ที่ตรงกับสถานที่จริงเท่านั้น
            (รัศมีไม่เกิน 300 เมตร) ไม่สามารถใช้เป็นที่อยู่ไปรษณีย์ได้
          </p>
          <p class="mb-1 ml-3">13. การจัดส่งมีค่าบริการเพิ่มเติม</p>
          <p class="mb-1 ml-3">
            14. ไม่รับประกันความเสียหายที่อาจเกิดขึ้นระหว่างจัดส่งทุกกรณี
          </p>
          <p class="mb-1 ml-3">15. ทางร้านสงวนสิทธิ์จัดส่งตาม GPS เท่านั้น</p>

          <strong class="mt-2">การเลื่อนนัดรับสินค้า</strong>
          <p class="mb-1 ml-3">
            16. ลูกค้าสามารถเลื่อนวัน-เวลานัดรับสินค้าได้
            โดยจำเป็นต้องแจ้งให้ทางร้านทราบล่วงหน้าอย่างน้อย 24 ชั่วโมง
            เพื่อตรวจสอบคิวและเปลี่ยนแปลง
            โดยยึดถือคำวินิจฉัยของทางร้านเป็นที่สุด การยกเลิกรายการสั่งซื้อ
          </p>
          <p class="mb-1 ml-3">
            17. ลูกค้าสามารถยกเลิกรายการสั่งซื้อได้
            โดยยึดถือคำวินิจฉัยของทางร้านเป็นที่สุด โดยทางร้านขอสงวนสิทธิ์
            ไม่คืนเงินมัดจำทั้งจำนวน และทางร้านจะออกคูปองแทนเงินสด
            มีรายละเอียดดังนี้
          </p>
          <p class="mb-1 ml-5">
            * จำนวนเงินเท่ากับยอดเงินที่ชำระ สามารถใช้แทนเงินสด
          </p>
          <p class="mb-1 ml-5">** ใช้ได้เพียงครั้งเดียว</p>
          <p class="mb-1 ml-5">** ไม่มีวันหมดอายุ</p>

          <strong class="mt-2">การคืนงิน</strong>
          <p class="mb-1 ml-3">18. ทางร้านไม่มีนโยบายคืนเงินทั้งจำนวนทุกกรณี</p>

          <strong class="mt-2">การรักษาความลับ</strong>
          <p class="mb-1 ml-3">
            19. ข้อมูลส่วนตัวของลูกค้า เช่น ชื่อ หมายเลขโทรศัพท์
            รายละเอียดการสั่งซื้อ ทางร้านจะจัดเก็บข้อมูลเป็นความลับ
          </p>

          <strong class="mt-2">คำแนะนำเกี่ยบกับสินค้า</strong>
          <p class="mb-1 ml-3">
            20. สินค้าทุกรายการ จำเป็นต้องแช่เย็น เพื่อรักษาคุณภาพสูงสุด
          </p>

          <strong class="mt-2">การเปลี่ยนแปลงเงื่อนไข</strong>
          <p class="mb-1 ml-3">
            21. ทางร้านสามารถเปลี่ยนแปลงรายละเอียดเงื่อนไขได้
            โดยไม่จำเป็นต้องแจ้งให้ทราบล่วงหน้า
          </p>

          <strong class="mt-2">การรับทราบและยินยอมเงื่อนไข</strong>
          <p class="mb-1 ml-3">
            22. ทางร้านขอสงวนสิทธิ์สรุปรายการสั่งซื้อถูกต้องทุกประการ
            หลังจากลูกค้าทำรายการชำระเงินเสร็จสิ้น
          </p>
          <p class="mb-1 ml-3">
            23. ลูกค้ารับทราบและยินยอมเงื่อนไขทุกประการ
            หลังจากลูกค้าทำรายการชำระเงินเสร็จสิ้น
          </p>
          <p class="mb-1 ml-3"></p>
  </div>
</template>

<script>
export default {

}
</script>

<style>

</style>
