<template>
  <div class="mb-2">
    <h5>โปรดอ่านเงื่อนไข</h5>
    <p class="text-body-1 mb-1">1. โปรดชำระเงินด้วยยอดทั้งหมดเท่านั้น</p>
    <p class="text-body-1 mb-1">2. โปรดชำระเงินภายในวันเวลาที่กำหนดเท่านั้น</p>
    <p class="text-body-1 mb-1">
      3. ทางร้านขอสงวนสิทธิ์ จัดลำดับการมอบสินค้า
      ให้แก่ลูกค้าท่านที่ชำระเงินก่อน
      ตามลำดับการแจ้งชำระเงินโดยอ้างอิงจากวันเวลาที่แจ้งชำระเงิน
    </p>
    <p class="text-body-1 mb-1">
      4. จากข้อ 3 ทางร้านจะแจ้งวันเวลาการรับสินค้า หลังจากตรวจสอบการชำระสำเร็จ
      โดยจะแจ้งผลทาง SMS ไปยังหมายเลขโทรศัพท์ที่ท่านแจ้งไว้
    </p>
    <p class="text-body-1 mb-1">5. ไม่สามารถทำการคืนเงินได้ทุกกรณี</p>
    <p class="text-body-1 mb-1">
      6. หากลูกค้ารับสินค้าก่อนหรือหลังตามวันที่โปรโมชั่น
      ลูกค้าจะต้องชำระเงินส่วนต่างทั้งจำนวน
    </p>
  </div>
</template>